Repository: surniaulula/wpsso-wc-metadata
Catalog: languages/wpsso-wc-metadata-*.po
Languages: fr_ca

source: The %1$s add-on requires the %2$s plugin.
fr_ca: L'ajout %1$s requiert l'extension %2$s.

source: The %1$s add-on requires %2$s version %3$s or newer (version %4$s is currently installed).
fr_ca: L'ajout %1$s nécessite %2$s version %3$s ou plus récente (la version %4$s est installée actuellement).

# lib file description
source: WC Metadata
fr_ca: Métadonnées WC

# plugin name
source: WPSSO Schema Product Metadata for WooCommerce
fr_ca: WPSSO Métadonnées de Schéma Product pour WooCommerce

# plugin description
source: MPN, ISBN, GTIN, GTIN-8, UPC, EAN, GTIN-14, net dimensions, and fluid volume for WooCommerce products and variations.
fr_ca: MPN, ISBN, GTIN, GTIN-8, UPC, EAN, GTIN-14, dimensions nettes et volume de fluide pour les produits et variantes WooCommerce.

# option label
source: Product MPN
fr_ca: MPN du produit

source: %1$s refers to a product Manufacturer Part Number (MPN).
fr_ca: %1$s fait référence à un numéro de pièce du fabricant (MPN) d'un produit.

# option label
source: Product ISBN
fr_ca: ISBN du produit

source: %1$s refers to an ISBN code (aka International Standard Book Number).
fr_ca: %1$s fait référence à un code ISBN (numéro international normalisé de livre).

# option label
source: Product GTIN-14
fr_ca: GTIN-14 du produit

source: %1$s refers to a product GTIN-14 code (aka ITF-14).
fr_ca: %1$s fait référence à un code de produit GTIN-14 (ITF-14).

# option label
source: Product GTIN-13
fr_ca: GTIN-13 du produit

source: %1$s refers to a product GTIN-13 code (aka 13-digit ISBN codes or EAN/UCC-13).
fr_ca: %1$s fait référence à un code de produit GTIN-13 (codes ISBN à 13 chiffres ou EAN/UCC-13).

# option label
source: Product GTIN-12
fr_ca: GTIN-12 du produit

source: %1$s refers to a product GTIN-12 code (12-digit GS1 identification key composed of a UPC company prefix, item reference, and check digit).
fr_ca: %1$s fait référence à un code de produit GTIN-12 (clé d'identification GS1 à 12 chiffres composée d'un préfixe de société, d'une référence d'article, et d'un chiffre de contrôle).

# option label
source: Product GTIN-8
fr_ca: GTIN-8 du produit

source: %1$s refers to a product GTIN-8 code (aka EAN/UCC-8 or 8-digit EAN).
fr_ca: %1$s fait référence à un code de produit GTIN-8 (EAN / UCC-8 ou EAN à 8 chiffres).

# option label
source: Product GTIN
fr_ca: GTIN du produit

source: %1$s refers to a product GTIN code (GTIN-8, GTIN-12/UPC, GTIN-13/EAN, or GTIN-14).
fr_ca: %1$s fait référence à un code de produit GTIN (GTIN-8, GTIN-12/UPC, GTIN-13/EAN, ou GTIN-14).

# option label
source: Product Net Length
fr_ca: Longueur nette du produit

source: %1$s refers to a product's net length (in %2$s), as opposed to a shipping or packaged length used for shipping cost calculations.
fr_ca: %1$s fait référence à la longueur nette d'un produit (en %2$s), contrairement à une longueur d'expédition ou emballée utilisée pour le calcul des frais d'expédition.

# option label
source: Product Net Width
fr_ca: Largeur nette du produit

source: %1$s refers to a product's net width (in %2$s), as opposed to a shipping or packaged width used for shipping cost calculations.
fr_ca: %1$s fait référence à la largeur nette d'un produit (en %2$s), contrairement à une largeur d'expédition ou emballée utilisée pour le calcul des frais d'expédition.

# option label
source: Product Net Height
fr_ca: Hauteur nette du produit

source: %1$s refers to a product's net height (in %2$s), as opposed to a shipping or packaged height used for shipping cost calculations.
fr_ca: %1$s fait référence à la hauteur nette d'un produit (en %2$s), contrairement à une hauteur d'expédition ou emballée utilisée pour le calcul des frais d'expédition.

# option label
source: Product Net Dimensions
fr_ca: Dimensions nettes du produit

# option label
source: Product Net Weight
fr_ca: Poids net du produit

source: %1$s refers to a product's net weight (in %2$s), as opposed to a shipping or packaged weight used for shipping cost calculations.
fr_ca: %1$s fait référence au poids net d'un produit (en %2$s), contrairement au poids d'expédition ou emballé utilisé pour le calcul des frais d'expédition.

# option label
source: Product Fluid Volume
fr_ca: Volume fluide du produit

source: %1$s refers to a product's fluid volume (in %2$s).
fr_ca: %1$s fait référence au volume de liquide d'un produit (en %2$s).

source: The <strong>Edit</strong> column enables metadata in the WooCommerce product editing page.
fr_ca: La colonne <strong>Modifier</strong> permet d'afficher les métadonnées sur la page d'édition des produits WooCommerce.

source: The <strong>Show</strong> column enables metadata in the WooCommerce product front-end page, under the additional information tab.
fr_ca: La colonne <strong>Afficher</strong> permet d'afficher les métadonnées sur la page Web du produit WooCommerce, sous l'onglet Informations supplémentaires.

source: Enable or disable the %s metadata field, modify the editing field label, the editing field placeholder, and the information label shown in the WooCommerce product page under the additional information tab.
fr_ca: Activez ou désactivez le champ de métadonnées %s, modifiez l'étiquette du champ de modification, l'espace réservé du champ de modification, et l'étiquette d'information affichée sur la page de produit WooCommerce sous l'onglet d'informations supplémentaires.

source: The editing field value is saved in the WooCommerce product or variation %s custom field name (aka metadata name).
fr_ca: La valeur du champ de modification est enregistrée dans le champ personnalisé (c.à.d. métadonnées) %s du produit WooCommerce ou de la variante.

# metabox title
source: WooCommerce Metadata
fr_ca: Métadonnées WooCommerce

source: Edit
fr_ca: Modifier

source: Label
fr_ca: Étiquette

source: Placeholder
fr_ca: Espace réservé

source: Show
fr_ca: Afficher

source: Additional Information Label
fr_ca: Étiquette d'informations supplémentaires

source: Fluid volume unit
fr_ca: Unité de volume fluide

source: This controls what unit you will define fluid volumes in.
fr_ca: Cela détermine dans quelle unité vous définirez les volumes fluide.

source: WPSSO Schema Product Metadata for WooCommerce
fr_ca: WPSSO Métadonnées de Schéma Product pour WooCommerce

source: MPN, ISBN, GTIN, GTIN-8, UPC, EAN, GTIN-14, net dimensions, and fluid volume for WooCommerce products and variations.
fr_ca: MPN, ISBN, GTIN, GTIN-8, UPC, EAN, GTIN-14, dimensions nettes et volume de fluide pour les produits et variantes WooCommerce.
